dev-scripts/verify_kv_queue_size/fio_exp_qd1_2019-10-26/dump-fio-bench-1-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=1
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=39030: Sat Oct 26 19:03:10 2019
  write: IOPS=19, BW=2499KiB/s (2559kB/s)(439MiB/180027msec); 0 zone resets
    slat (usec): min=40, max=582, avg=97.17, stdev=18.52
    clat (msec): min=16, max=4590, avg=51.11, stdev=195.23
     lat (msec): min=16, max=4590, avg=51.21, stdev=195.23
    clat percentiles (msec):
     |  1.00th=[   17],  5.00th=[   17], 10.00th=[   17], 20.00th=[   17],
     | 30.00th=[   25], 40.00th=[   26], 50.00th=[   34], 60.00th=[   34],
     | 70.00th=[   42], 80.00th=[   42], 90.00th=[   68], 95.00th=[  109],
     | 99.00th=[  184], 99.50th=[  326], 99.90th=[ 3675], 99.95th=[ 4597],
     | 99.99th=[ 4597]
   bw (  KiB/s): min=  256, max= 5632, per=100.00%, avg=3080.62, stdev=1157.12, samples=292
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=3515
  lat (msec)   : 20=20.46%, 50=65.04%, 100=8.93%, 250=5.01%, 500=0.11%
  lat (msec)   : 750=0.03%, 1000=0.03%, 2000=0.11%, >=2000=0.28%
  cpu          : usr=0.25%, sys=0.03%, ctx=3540, majf=0, minf=469
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3515,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=2499KiB/s (2559kB/s), 2499KiB/s-2499KiB/s (2559kB/s-2559kB/s), io=439MiB (461MB), run=180027-180027msec

Disk stats (read/write):
  sdc: ios=2026/17021, merge=0/97394, ticks=2112/412944, in_queue=415048, util=72.22%